local maps = {
    [";"] = "q",
    ["ς"] = "w",
    ["ε"] = "e",
    ["ρ"] = "r",
    ["τ"] = "t",
    ["υ"] = "y",
    ["θ"] = "u",
    ["ι"] = "i",
    ["ο"] = "o",
    ["π"] = "p",
    ["α"] = "a",
    ["σ"] = "s",
    ["δ"] = "d",
    ["φ"] = "f",
    ["γ"] = "g",
    ["η"] = "h",
    ["ξ"] = "j",
    ["κ"] = "k",
    ["λ"] = "l",
    ["ζ"] = "z",
    ["χ"] = "x",
    ["ψ"] = "c",
    ["ω"] = "v",
    ["β"] = "b",
    ["ν"] = "n",
    ["μ"] = "m",
}

for gr, en in pairs(maps) do
    vim.keymap.set({ "n", "o", "v", "x" }, gr, en)
    vim.keymap.set({ "n", "o", "v", "x" }, "<C-" .. gr .. ">", "<C-" .. en .. ">")
    vim.keymap.set({ "n", "o", "v", "x" }, "<M-" .. gr .. ">", "<M-" .. en .. ">")
end
